
"qtMovieViewAccessibilityMovie" = "séquence";
"qtMovieViewAccessibilityRole" = "rôle";
"qtMovieViewAccessibilitySubrole" = "sous-rôle";
"qtMovieViewAccessibilityView" = "affichage";
"qtMovieViewAccessibilityImage" = "image";

"qtMovieViewContextMenuFlashBack" = "Précédant";
"qtMovieViewContextMenuFlashForward" = "Suivant";
"qtMovieViewContextMenuFlashLoop" = "Boucle";
"qtMovieViewContextMenuFlashPlay" = "Lire";
"qtMovieViewContextMenuFlashRewind" = "Rembobiner";
"qtMovieViewContextMenuFlashShowAll" = "Tout afficher";
"qtMovieViewContextMenuFlashZoomIn" = "Zoom avant";
"qtMovieViewContextMenuFlashZoomOut" = "Zoom arrière";

"qtMovieViewContextMenuLinearCopy" = "Copier";
"qtMovieViewContextMenuLinearCut" = "Couper";
"qtMovieViewContextMenuLinearPaste" = "Coller";
"qtMovieViewContextMenuLinearPlay" = "Lire";
"qtMovieViewContextMenuLinearRedo" = "Rétablir";
"qtMovieViewContextMenuLinearSelectAll" = "Tout sélectionner";
"qtMovieViewContextMenuLinearSelectNone" = "Ne rien sélectionner";
"qtMovieViewContextMenuLinearStop" = "Arrêter";
"qtMovieViewContextMenuLinearUndo" = "Annuler";

"qtMovieViewEditCut" = "Couper";
"qtMovieViewEditCopy" = "Copier";
"qtMovieViewEditPaste" = "Coller";
"qtMovieViewEditDelete" = "Effacer";
"qtMovieViewEditAdd" = "Ajouter";
"qtMovieViewEditAddScaled" = "Ajouter à l’échelle";
"qtMovieViewEditReplace" = "Remplacer";
"qtMovieViewEditTrim" = "Supprimer";
"qtMovieViewEditDrop" = "Drop";

"qtMovieFlattenOperation" = "Aplatissement de la séquence...";
"qtMovieInsertTrackSegmentOperation" = "Insertion du segment de piste...";
"qtMovieInsertMovieSegmentOperation" = "Insertion du segment de séquence...";
"qtMoviePasteOperation" = "Collage...";
"qtMovieAddMovieSelectionOperation" = "Ajout de la sélection de la séquence...";
"qtMovieCopyOperation" = "Copie...";
"qtMovieCutOperation" = "Coupure...";
"qtMovieLoadMovieIntoRamOperation" = "Chargement de la séquence en mémoire...";
"qtMovieLoadTrackIntoRamOperation" = "Chargement de la piste en mémoire...";
"qtMovieLoadMediaIntoRamOperation" = "Chargement du média en mémoire...";
"qtMovieImportOperation" = "Importation de la séquence...";
"qtMovieExportOperation" = "Exportation de la séquence...";
"qtMovieUnknownOperation" = "Opération inconnue en cours...";

"qtMovieViewClippingName" = "Extrait de séquence ";

"QTMoviePosterTimeAttribute" = "Définir la durée de l’affiche";
"QTTrackHighQualityVideoAttribute" = "Définir la vidéo de qualité supérieure";
"QTTrackDeinterlaceVideoAttribute" = "Désentrelacer la vidéo";
"QTTrackSingleFieldVideoAttribute" = "Définir la vidéo à champ unique";
"QTTrackPreloadTrackAttribute" = "Définir le préchargement de la piste";
"QTTrackNeverPurgeTrackAttribute" = "Activer ne jamais purger la piste";
"QTTrackMatrixAttribute" = "Définir la matrice de la piste";
"QTTrackChapterlistAttribute" = "Définir la liste des chapitres ";
"QTTrackMaskAttribute" = "Définir le masque de la piste";
"QTTrackVolumeAttribute" = "Régler le volume de la piste";
"QTTrackBalanceAttribute" = "Régler la balance de la piste";
"QTTrackHrefAttribute" = "Définir le HREF de la piste";
"QTTrackTransferModeAttribute" = "Définir le mode de transfert de la vidéo";
"QTTrackOperationColorAttribute" = "Définir la couleur de l’opération vidéo";
"QTTrackEnabledAttribute" = "Activer la piste";
"QTTrackLanguageAttribute" = "Définir la langue de la piste";
"QTTrackLayerAttribute" = "Définir la couche de la piste";
"QTTrackDisplayNameAttribute" = "Définir le nom de la piste";

"QTTrackDefaultName" = "Piste";
"QTTextTrackDefaultName" = "Piste textuelle";
"QTChapterTrackDefaultName" = "Piste de chapitre";
"QTVideoTrackDefaultName" = "Piste vidéo";
"QTSoundTrackDefaultName" = "Piste audio";
"QTSubtitleTrackDefaultName" = "Piste de sous-titres";
"QTClosedCaptionTrackDefaultName" = "Piste de sous-titres codés";

"QTFormatDescriptionVideoFormatSummary" = "%@, %.0f x %.0f";
"QTFormatDescriptionVideoWithCleanApertureFormatSummary" = "%@, %.0f x %.0f (%.0f x %.0f)";

"QTFormatDescriptionProtectedAACFormat" = "AAC (protégé)";
"QTFormatDescriptionProtectedAC3Format" = "AC3 (protégé)";
"QTFormatDescriptionGenericVideoMediaFormatSummary" = "Média vidéo";
"QTFormatDescriptionGenericAudioMediaFormatSummary" = "Média audio";
"QTFormatDescriptionGenericMuxedMediaFormatSummary" = "Média multiplexé";
"QTFormatDescriptionGenericTextMediaFormatSummary" = "Média texte";
"QTFormatDescriptionGenericUnknownMediaFormatSummary" = "Média inconnu";

"QTFormatDescriptionMPEG1SystemMuxedMediaFormatSummary" = "Système de flux MPEG-1";
"QTFormatDescriptionMPEG2TransportMuxedMediaFormatSummary" = "Flux de transport MPEG-2";
"QTFormatDescriptionMPEG2ProgramMuxedMediaFormatSummary" = "Flux de programme MPEG-2";
"QTFormatDescriptionDVMuxedMediaFormatSummary" = "Flux DV multiplexé";

"QTCaptureDeviceUnknownDevice" = "Appareil inconnu";

/* QTCompressionOptions localized names */
"QTCompressionOptionsLosslessAppleIntermediateVideo_displayName" = "Apple Intermediate";
"QTCompressionOptionsLosslessAnimationVideo_displayName" = "Qualité optimale d’Animation";
"QTCompressionOptionsJPEGVideo_displayName" = "JPEG de haute qualité";
"QTCompressionOptions120SizeH264Video_displayName" = "H.264 160 x 120";
"QTCompressionOptions240SizeH264Video_displayName" = "H.264 320 x 240";
"QTCompressionOptionsSD480SizeH264Video_displayName" = "H.264 SD";
"QTCompressionOptionsHD720SizeH264Video_displayName" = "H.264 HD 720";
"QTCompressionOptionsHD1080SizeH264Video_displayName" = "H.264 HD 1080";
"QTCompressionOptionsPrivateH264Video_displayName" = "H.264 haute qualité";
"QTCompressionOptions120SizeMPEG4Video_displayName" = "MPEG-4 160 x 120";
"QTCompressionOptions240SizeMPEG4Video_displayName" = "MPEG-4 320 x 240";
"QTCompressionOptionsSD480SizeMPEG4Video_displayName" = "MPEG-4 SD";
"QTCompressionOptionsHD720SizeMPEG4Video_displayName" = "MPEG-4 HD 720";
"QTCompressionOptionsHD1080SizeMPEG4Video_displayName" = "MPEG-4 HD 1080";
"QTCompressionOptionsLosslessALACAudio_displayName" = "Apple Lossless";
"QTCompressionOptionsHighQualityAACAudio_displayName" = "AAC de haute qualité";
"QTCompressionOptionsVoiceQualityAACAudio_displayName" = "AAC qualité voix";

"QTCompressionOptionsLosslessALACAudio_compressionOptionsSummary" = "Format : Apple Lossless";
"QTCompressionOptionsHighQualityAACAudio_compressionOptionsSummary" = "Format : AAC\nDébit : 128 kbps par canal";
"QTCompressionOptionsVoiceQualityAACAudio_compressionOptionsSummary" = "Format : AAC\nDébit : 32 kbps par canal\nFréquence d’échantillonnage : 22,050 kHz";

"QTCompressionOptionsCompressorSummary" = "Compression : %@";
"QTCompressionOptionsSizeSummary" = "Taille maximale : %d x %d";

"qtKitError" = "Erreur";
/*these strings are taken directly from ErrorResources.h*/
"qtKitErrorString34" = "Le disque est saturé.";
"qtKitErrorString35" = "Un volume est introuvable.";
"qtKitErrorString36" = "Une erreur d’E/S est survenue.";
"qtKitErrorString37" = "Le nom d’un fichier ou d’un volume n’est pas valide.";
"qtKitErrorString38" = "Un fichier n’est pas ouvert.";
"qtKitErrorString39" = "La fin du fichier a été atteinte.";
"qtKitErrorString41" = "La mémoire est saturée.";
"qtKitErrorString42" = "Trop de fichiers sont ouverts.";
"qtKitErrorString43" = "Un fichier ou répertoire est introuvable.";
"qtKitErrorString44" = "Un volume est verrouillé.";
"qtKitErrorString45" = "Un fichier est verrouillé.";
"qtKitErrorString46" = "Un volume est verrouillé.";
"qtKitErrorString47" = "Le fichier est occupé.";
"qtKitErrorString48" = "Un fichier portant ce nom existe déjà.";
"qtKitErrorString192" = "Une ressource requise est introuvable.";
"qtKitErrorString193" = "Un fichier de ressources requis est introuvable.";
"qtKitErrorString194" = "Une ressource n’a pas pu être ajoutée au fichier.";
"qtKitErrorString195" = "La référence à une ressource n’a pas pu être ajoutée au fichier.";
"qtKitErrorString196" = "Une ressource n’a pu être supprimée.";
"qtKitErrorString197" = "La référence à une ressource n’a pu être supprimée.";
"qtKitErrorString198" = "L’attribut d’une ressource ne concorde pas.";
"qtKitErrorString199" = "L’équivalence des ressources est incorrecte.";
"qtKitErrorString1409" = "La branche de fichier spécifiée n’existe pas.";
"qtKitErrorString2000" = "Une référence de donnée requise n’a pu être évaluée.";
"qtKitErrorString2001" = "La séquence contient une description d’image non valide.";
"qtKitErrorString2002" = "La séquence contient un atome public non valide.";
"qtKitErrorString2003" = "Un gestionnaire de données requis par la séquence est introuvable.";
"qtKitErrorString2004" = "Un gestionnaire de données requis par la séquence n’a pu être ouvert.";
"qtKitErrorString2005" = "La séquence contient un type de composant non valide.";
"qtKitErrorString2006" = "Un gestionnaire de support requis par la séquence n’a pu être trouvé.";
"qtKitErrorString2007" = "Un gestionnaire de données requis par la séquence est introuvable.";
"qtKitErrorString2008" = "Des données de support présentes dans la séquence sont incorrectes.";
"qtKitErrorString2009" = "La séquence contient une piste non valide.";
"qtKitErrorString2010" = "La séquence contient des données non valides.";
"qtKitErrorString2011" = "La séquence contient une table d’échantillonnage non valide.";
"qtKitErrorString2012" = "La séquence contient une référence de données non valide.";
"qtKitErrorString2013" = "La séquence contient un gestionnaire de données non valide.";
"qtKitErrorString2014" = "La durée de la séquence est incorrecte.";
"qtKitErrorString2015" = "La séquence contient une valeur temporelle incorrecte.";
"qtKitErrorString2016" = "Un atome public n’a pas pu être enregistré dans la séquence.";
"qtKitErrorString2017" = "La séquence présente une liste d’édition non valide.";
"qtKitErrorString2018" = "Les types de supports utilisés par la séquence ne concordent pas.";
"qtKitErrorString2019" = "L’opération a été annulée.";
"qtKitErrorString2020" = "La boîte à outils Movies Toolbox n’a pas été initialisée.";
"qtKitErrorString2021" = "Un fichier de travail requis est introuvable.";
"qtKitErrorString2022" = "Création d’un fichier à partie unique impossible.";
"qtKitErrorString2023" = "L’état d’édition n’est pas valide.";
"qtKitErrorString2024" = "L’état d’édition ne concorde pas.";
"qtKitErrorString2025" = "L’état d’édition est périmé.";
"qtKitErrorString2026" = "Certaines données utilisateur dans la séquence sont manquantes.";
"qtKitErrorString2027" = "Une erreur de programme est survenue.";
"qtKitErrorString2028" = "Un numéro de piste indiqué est incorrect.";
"qtKitErrorString2029" = "Un numéro d’identification de piste est introuvable.";
"qtKitErrorString2030" = "Une piste requise est absente de la séquence.";
"qtKitErrorString2031" = "Une durée spécifiée est absente d’une piste donnée.";
"qtKitErrorString2032" = "Une durée spécifiée est absente pour un support donné.";
"qtKitErrorString2033" = "Un numéro d’édition incorrect a été indiqué.";
"qtKitErrorString2034" = "Une erreur QuickTime imprévue est survenue.";
"qtKitErrorString2035" = "Une piste requise n’a pu être activée.";
"qtKitErrorString2036" = "La séquence contient un rectangle non valide.";
"qtKitErrorString2037" = "Un numéro d’échantillon non valide se trouve dans la séquence.";
"qtKitErrorString2038" = "Une valeur mémoire non valide se trouve dans la séquence.";
"qtKitErrorString2039" = "Un numéro de description d’échantillon non valide se trouve dans la séquence.";
"qtKitErrorString2040" = "La cache d’une valeur de mémoire non valide se trouve dans la séquence.";
"qtKitErrorString2041" = "La séquence contient une description d’échantillon non valide.";
"qtKitErrorString2042" = "La partie données du fichier n’était pas ouverte en lecture.";
"qtKitErrorString2043" = "La partie données du fichier n’était pas ouverte en écriture.";
"qtKitErrorString2044" = "La partie données du fichier était déjà ouverte en écriture.";
"qtKitErrorString2045" = "La partie données du fichier était déjà fermée.";
"qtKitErrorString2046" = "La fin des données de la séquence a été atteinte.";
"qtKitErrorString2047" = "Une référence de données non valide a été détectée.";
"qtKitErrorString2048" = "Le fichier ne correspond pas à une séquence.";
"qtKitErrorString2049" = "Un conteneur de références de données non valide se trouve dans la séquence.";
"qtKitErrorString2050" = "Un numéro de référence de données incorrect se trouve dans la séquence.";
"qtKitErrorString2051" = "Les fichiers de données de la séquence ne se trouvent pas sur le disque. Enregistrez la séquence, puis recommencez.";
"qtKitErrorString2052" = "Un échantillon de données existant n’a pu être utilisé.";
"qtKitErrorString2053" = "L’application a tenté d’utiliser une fonctionnalité non prise en charge.";
"qtKitErrorString2125" = "Le décalage au sein du fichier est trop important.";
"qtKitErrorString2149" = "Les données de séquence sont insuffisantes.";
"qtKitErrorString5000" = "Vous n’êtes pas autorisé à exécuter cette opération.";
"qtKitErrorString8969" = "La séquence contient des données non valides.";

/* QTKitErrorDomain error strings */
"QTKitErrorDomain_QTErrorUnknown_Description"									= "L’opération n’a pu être achevée.";
"QTKitErrorDomain_QTErrorUnknown_FailureReason"									= "L’opération n’a pu être achevée à cause d’une erreur inconnue. (%@)";
"QTKitErrorDomain_QTErrorInvalidInputsOrOutputs_Description"					= "Impossible de capturer le média";
"QTKitErrorDomain_QTErrorInvalidInputsOrOutputs_FailureReason"					= "Certaines source de média sont incompatibles avec les destinations de média.";
"QTKitErrorDomain_QTErrorDeviceAlreadyUsedbyAnotherSession_Description"			= "Impossible de capturer de média depuis le périphérique « %@ » car il est déjà utilisé ailleurs dans cette application.";
"QTKitErrorDomain_QTErrorDeviceAlreadyUsedbyAnotherSession_RecoverySuggestion"	= "Essayez d’arrêter toute opération utilisant le périphérique « %@ » ou attendez la fin de ces opérations.";
"QTKitErrorDomain_QTErrorNoDataCaptured_Description"							= "L’enregistrement a échoué car aucune donnée n’a été reçue.";
"QTKitErrorDomain_QTErrorNoDataCaptured_RecoverySuggestion"						= "Vérifiez que la source de média en entrée est allumée et en lecture.";
"QTKitErrorDomain_QTErrorSessionConfigurationChanged_Description"				= "L’enregistrement s’est arrêté parce que la configuration des média source et destination a changé.";
"QTKitErrorDomain_QTErrorSessionConfigurationChanged_RecoverySuggestion"		= "Réessayez d’enregistrer.";
"QTKitErrorDomain_QTErrorDiskFull_Description"									= "L’enregistrement sur « %@ » s’est arrêté parce que le disque « %@ » est presque plein.";
"QTKitErrorDomain_QTErrorDiskFull_RecoverySuggestion"							= "Essayez de supprimer des fichiers du disque « %@ » ou bien d’enregistrer sur un autre disque.";
"QTKitErrorDomain_QTErrorDeviceWasDisconnected_Description"						= "L’enregistrement s’est arrêté parce que le périphérique « %@ » a été débranché ou éteint.";
"QTKitErrorDomain_QTErrorDeviceWasDisconnected_RecoverySuggestion"				= "Veuillez rebrancher et rallumer le périphérique « %@ » pour continuer l’enregistrement.";
"QTKitErrorDomain_QTErrorMediaChanged_Description"								= "L’enregistrement s’est arrêté parce que le format du média source a changé.";
"QTKitErrorDomain_QTErrorMediaChanged_FailureReason"							= "Des médias de format différent ne peuvent pas être enregistrés dans le même fichier.";
"QTKitErrorDomain_QTErrorMaximumDurationReached_Description"					= "L’enregistrement s’est arrêté parce que le fichier ne peut dépasser %@.";
"QTKitErrorDomain_QTErrorMaximumDurationReached_FailureReason"					= "La durée maximale est %@.";
"QTKitErrorDomain_QTErrorMaximumFileSizeReached_Description"					= "L’enregistrement s’est arrêté parce que le fichier ne peut dépasser %@.";
"QTKitErrorDomain_QTErrorMaximumFileSizeReached_FailureReason"					= "La taille de fichier maximale est %@.";
"QTKitErrorDomain_QTErrorMediaDiscontinuity_Description"						= "L’enregistrement s’est arrêté parce qu’une interruption est survenue dans le média d’entrée.";
"QTKitErrorDomain_QTErrorMediaDiscontinuity_RecoverySuggestion"					= "Essayez de quitter certaines applications ou débranchez les périphériques utilisant des ressources nécessaires à l’enregistrement.";
"QTKitErrorDomain_QTErrorDeviceNotConnected_Description"						= "Le périphérique « %@ » n’a pas pu être ouvert car il est débranché ou éteint.";
"QTKitErrorDomain_QTErrorDeviceNotConnected_RecoverySuggestion"					= "Vérifiez que le périphérique « %@ » est branché et allumé avant de l’ouvrir.";
"QTKitErrorDomain_QTErrorDeviceNotConnected_UnknownDevice_Description"          = "Un appareil n’a pas pu être ouvert car il est débranché ou éteint.";
"QTKitErrorDomain_QTErrorDeviceNotConnected_UnknownDevice_RecoverySuggestion"   = "Réessayez après avoir allumé ou branché les appareils avant de les ouvrir.";
"QTKitErrorDomain_QTErrorDeviceInUseByAnotherApplication_Description"			= "Le périphérique « %@ » n’a pu être ouvert car il est utilisé par une autre application.";
"QTKitErrorDomain_QTErrorDeviceInUseByAnotherApplication_RecoverySuggestion"	= "Arrêtez toute opération utilisant le périphérique « %@ » ou attendez la fin de ces opérations, ou quittez l’application utilisant le périphérique.";
"QTKitErrorDomain_QTErrorDeviceExcludedByAnotherDevice_Description"				= "Le périphérique « %@ » n’a pu être ouvert car il est en conflit avec un autre périphérique ouvert « %@ ».";
"QTKitErrorDomain_QTErrorDeviceExcludedByAnotherDevice_RecoverySuggestion"		= "Essayez d’arrêter toute opération utilisant le périphérique « %@ ».";
"QTKitErrorDomain_QTErrorMaximumNumberOfSamplesForFileFormatReached_Description"        = "L’enregistrement a été interrompu car la durée maximale du fichier est atteinte.";
"QTKitErrorDomain_QTErrorMaximumNumberOfSamplesForFileFormatReached_RecoverySuggestion" = "Essayez de continuer l’enregistrement dans un nouveau fichier.";

"qtKitDataSizeInBytes" = "%@ octets";
"qtKitDataSizeInKilobytes" = "%@ Ko";
"qtKitDataSizeInMegabytes" = "%@ Mo";
"qtKitDataSizeInGigabytes" = "%@ Go";
"qtKitDataSizeInTerabytes" = "%@ To";
"qtKitDataSizeInPetabytes" = "%@ Po";
"qtKitDataSizeInExabytes" = "%@ Eo";
"qtKitInexactAndExactDataSize" = "%@ (%@)";	/* Data size in a certain unit followed by the exact size in bytes */

"qtKitBitDepthStringForBlackAndWhiteColors" = "Noir et blanc";
"qtKitBitDepthStringForFourColors" = "4";
"qtKitBitDepthStringForSixteenColors" = "16";
"qtKitBitDepthStringForTwoHundredFiftySixColors" = "256";
"qtKitBitDepthStringForThousandsColors" = "Milliers";
"qtKitBitDepthStringForMillionsColors" = "Millions";
"qtKitBitDepthStringForMillionsPlusColors" = "Millions+";
"qtKitBitDepthStringForUnknownColors" = "Inconnu";
"qtKitBitDepthStringForColorsColors" = "Couleurs";
"qtKitBitDepthStringForGrayColors" = "Niveaux de gris";
